tap "airbytehq/tap"
tap "ariga/tap"
tap "aws/tap"
tap "azure/functions"
tap "buildpack/tap"
tap "buildpacks/tap"
tap "d12frosted/emacs-plus"
tap "dapr/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "encoredev/tap"
tap "felixkratz/formulae"
tap "git-chglog/git-chglog"
tap "gitguardian/tap"
tap "golangci/tap"
tap "grafana/grafana"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k8sgpt-ai/k8sgpt"
tap "knqyf263/pet"
tap "minio/stable"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "robscott/tap"
tap "rs/tap"
tap "runpod/runpodctl"
tap "sqitchers/sqitch"
tap "trufflesecurity/trufflehog"
tap "wagoodman/dive"
brew "aliyun-cli"
brew "openssl@3"
brew "cryptography"
brew "ansible"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "argocd"
brew "asdf"
brew "aspell"
brew "atuin"
brew "autoenv"
brew "aws-sam-cli"
brew "python@3.12"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "openjdk"
brew "bfg"
brew "bpytop"
brew "cassandra"
brew "certbot"
brew "cfn-lint"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "ctop"
brew "curl"
brew "cypher-shell"
brew "direnv"
brew "dive"
brew "dnscontrol"
brew "dnsmasq"
brew "docker-compose"
brew "doggo"
brew "dotnet"
brew "duck"
brew "duti"
brew "editorconfig"
brew "exiftool"
brew "fd"
brew "fish"
brew "fluent-bit"
brew "libtool"
brew "node"
brew "fx"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gdu"
brew "gh"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "gitleaks"
brew "gitui"
brew "gitversion"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "goenv"
brew "gopls"
brew "goreleaser"
brew "grafana-agent"
brew "grep"
brew "grpcurl"
brew "hatch"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k8sgpt"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "kubecolor"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "legit"
brew "libcbor"
brew "libfaketime"
brew "libfido2"
brew "libmagic"
brew "libpcap"
brew "libpq"
brew "librsvg"
brew "libslirp"
brew "libxmlsec1"
brew "linode-cli"
brew "llvm"
brew "macmon"
brew "marked"
brew "maven"
brew "mesheryctl"
brew "mimirtool"
brew "minikube"
brew "mongocli"
brew "mtr"
brew "mysql"
brew "mysql-client"
brew "mysql-client@8.4"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nuclei"
brew "nvm"
brew "openjdk@11"
brew "operator-sdk"
brew "pdfcpu"
brew "pdm"
brew "php"
brew "pipenv"
brew "podman"
brew "postgresql@14"
brew "postgresql@15"
brew "postgresql@16"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3.10"
brew "qemu"
brew "rename"
brew "ripgrep"
brew "rustup", link: true
brew "s3cmd"
brew "sbt"
brew "scala"
brew "shadowsocks-rust"
brew "shellcheck"
brew "skaffold"
brew "socket_vmnet", restart_service: :changed
brew "sonar-scanner"
brew "sonobuoy"
brew "speedtest-cli"
brew "starship"
brew "superfile"
brew "ta-lib"
brew "terragrunt"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "trivy"
brew "vegeta"
brew "velero"
brew "viddy"
brew "wget"
brew "wireguard-go"
brew "yamllint"
brew "yq"
brew "zellij"
brew "zig"
brew "zmap"
brew "zsh"
brew "zsh-autosuggestions"
brew "airbytehq/tap/abctl"
brew "ariga/tap/atlas"
brew "buildpack/tap/pack"
brew "dapr/tap/dapr-cli"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "encoredev/tap/encore"
brew "felixkratz/formulae/sketchybar"
brew "git-chglog/git-chglog/git-chglog"
brew "gitguardian/tap/src-fingerprint"
brew "golangci/tap/golangci-lint"
brew "grafana/grafana/alloy"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "knqyf263/pet/pet"
brew "minio/stable/mc"
brew "mongodb/brew/mongodb-database-tools"
brew "pulumi/tap/pulumi"
brew "robscott/tap/kube-capacity"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "runpod/runpodctl/runpodctl"
brew "trufflesecurity/trufflehog/trufflehog"
cask "1password-cli"
cask "another-redis-desktop-manager"
cask "flameshot"
cask "ghostty"
cask "mockoon"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "snowflake-snowsql"
cask "stats"
cask "tsh"
cask "warp"
