tap "aws/tap"
tap "azure/functions"
tap "buildpack/tap"
tap "buildpacks/tap"
tap "d12frosted/emacs-plus"
tap "dapr/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "encoredev/tap"
tap "git-chglog/git-chglog"
tap "gitguardian/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "ngrok/ngrok"
tap "pulumi/tap"
tap "robscott/tap"
tap "rs/tap"
tap "sqitchers/sqitch"
tap "trufflesecurity/trufflehog"
brew "openssl@3"
brew "sqlite"
brew "ansible"
brew "glib"
brew "harfbuzz"
brew "apache-spark"
brew "argocd"
brew "aspell"
brew "atuin"
brew "autoenv"
brew "aws-sam-cli"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "bfg"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "direnv"
brew "dnscontrol"
brew "docker-compose"
brew "dotnet"
brew "duck"
brew "duti"
brew "editorconfig"
brew "fd"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-secrets"
brew "gitleaks"
brew "gitui"
brew "gitversion"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "goreleaser"
brew "hadoop"
brew "hatch"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "libtool"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "kind"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazydocker"
brew "legit"
brew "libcbor"
brew "libfaketime"
brew "libfido2"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libslirp"
brew "libxml2"
brew "libxmlsec1"
brew "lima"
brew "linode-cli"
brew "llvm"
brew "marked"
brew "maven"
brew "mesheryctl"
brew "mimirtool"
brew "minikube"
brew "mtr"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node_exporter", restart_service: true
brew "nuclei"
brew "nvm"
brew "operator-sdk"
brew "pdm"
brew "pipenv"
brew "podman"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3.10"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "s3cmd"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "skaffold"
brew "sonar-scanner"
brew "speedtest-cli"
brew "sphinx-doc"
brew "starship"
brew "ta-lib"
brew "telegraf", restart_service: true
brew "teleport"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "trivy"
brew "vegeta"
brew "viddy"
brew "wget"
brew "wireguard-go"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "azure/functions/azure-functions-core-tools@3"
brew "buildpack/tap/pack"
brew "dapr/tap/dapr-cli"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "encoredev/tap/encore"
brew "git-chglog/git-chglog/git-chglog"
brew "gitguardian/tap/src-fingerprint"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/packer"
brew "minio/stable/mc"
brew "pulumi/tap/pulumi"
brew "robscott/tap/kube-capacity"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "sqitchers/sqitch/sqitch", args: ["with-mysql-support", "with-postgres-support", "with-snowflake-support", "with-sqlite-support"]
brew "trufflesecurity/trufflehog/trufflehog"
cask "1password-cli"
cask "fig"
cask "leapp"
cask "ngrok"
cask "podman-desktop"
cask "snowflake-snowsql"
