tap "aws/tap"
tap "azure/functions"
tap "buildpack/tap"
tap "d12frosted/emacs-plus"
tap "dapr/tap"
tap "derailed/k9s"
tap "encoredev/tap"
tap "git-chglog/git-chglog"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rs/tap"
tap "sqitchers/sqitch"
brew "ansible"
brew "apache-spark"
brew "aspell"
brew "autoenv"
brew "python@3.9"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "glib"
brew "certbot"
brew "cmake"
brew "code-server", restart_service: true
brew "coreutils"
brew "ctop"
brew "direnv"
brew "editorconfig"
brew "fd"
brew "fish"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-secrets"
brew "gitui"
brew "gitversion"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "goenv"
brew "hadoop"
brew "harfbuzz"
brew "hping"
brew "htop"
brew "httpie"
brew "hugo"
brew "python@3.8"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "legit"
brew "libcbor"
brew "libfaketime"
brew "libfido2"
brew "libpq"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "libxmlsec1"
brew "lima"
brew "node"
brew "marked"
brew "maven"
brew "minikube"
brew "mysql"
brew "neovim"
brew "newman"
brew "nghttp2"
brew "nmap"
brew "node_exporter", restart_service: true
brew "nvm"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3"
brew "python@3.7"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "skaffold"
brew "speedtest-cli"
brew "sshpass"
brew "ta-lib"
brew "telegraf", restart_service: true
brew "terragrunt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vegeta"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "aws/tap/aws-sam-cli"
brew "azure/functions/azure-functions-core-tools@3"
brew "buildpack/tap/pack"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-nuvola-icon", "with-xwidgets"]
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "dapr/tap/dapr-cli"
brew "derailed/k9s/k9s"
brew "encoredev/tap/encore"
brew "git-chglog/git-chglog/git-chglog"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/boundary"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "sqitchers/sqitch/sqitch", args: ["with-mysql-support", "with-postgres-support", "with-snowflake-support", "with-sqlite-support"]
cask "ngrok"
cask "powershell"
cask "snowflake-snowsql"
